Repository: geonition/auth_page
Catalog: auth_page/locale/*/LC_MESSAGES/django.po
Languages: fi, pt, sv

source: User
fi: Käyttäjä
pt: Utilizador
sv: Användare

source: at
fi: sivulla
pt: em
sv: vid

source: has given this as an email address.
fi: on antanut tämän sähköpostiosoitteen.
pt: deu isto como um endereço de email
sv: har gett sin email adress

source: To confirm this is correct, go to
fi: Vahvistaaksesi sähköpostiosoitteen seuraa linkkiä
pt: Para confirmares que isto está correto, vai para
sv: För att förstärka email adressen, gå till

source: Confirm email address for
fi: Vahvista sähköpostiosoite palvelulle
pt: Confirma a morada de email para
sv: Förstärk email adressen för

source: Your email has been confirmed.
fi: Sähköpostiosoite on vahvistettu.
pt: O teu email foi confirmado.
sv: Din email adress har förstärkts

source: sign in
fi: Kirjaudu sisään
pt: entrar
sv: logga in

source: Forgot your username or password?
fi: Oletko unohtanut käyttäjänimen tai salasanan?
pt: Esqueceste o teu nome de utilizador ou senha?
sv: Har du glömt ditt användarnamn och lösenord?

source: You have successfully logged out.
fi: Olet onnistuneesti kirjautunut ulos palvelusta.
pt: Conseguiste desligar-te com sucesso.
sv: Du har nu loggat ut

source: Return to previous page.
fi: Palaa edelliselle sivulle.
pt: Regressa à página anterior.
sv: Gå tillbaka till föregående sida

source: Below you can modify your profile information
fi: Alla voit muokata profiilitietoja
pt: Em baixo podes modificar a tua informação de perfil
sv: Undertil kan du ändra på din profil

source: Username
fi: Käyttäjänimi
pt: Utilizador
sv: Användarnamn

source: save profile
fi: tallenna profiili
pt: gravar perfil
sv: Spara profilen

source: register
fi: rekisteröidy
pt: registar
sv: Registrera dig

source: Give your email to reset your password
fi: Anna sähköpostiosoitteesi uutta salasanaa varten.
pt: Dá o teu email para redefinires a tua senha
sv: Ge din email adress för att få ett nytt lösenord

source: Email
fi: Sähköpostiosoite

source: send new password
fi: lähetä uusi salasana
pt: envio de nova senha
sv: Skicka ett nytt lösenord
